app/controllers/users_controller.rb

  def create
  	@user = User.create!(user_params)
---
INSERT INTO "users" ("username", "email", "bio", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["username", ""], ["email", ""], ["bio", ""], ["created_at", "2018-07-31 16:59:28.842932"], ["updated_at", "2018-07-31 16:59:28.842932"]]